Repository: Swiftly-Developed/SwiftlyFeedbackKit
Catalog: Sources/SwiftlyFeedbackKit/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans

# feedback.list.title
source: Feedback
ar: الملاحظات
es: Comentarios
fr: Retours
ja: フィードバック
ko: 피드백
ru: Отзывы
zh_hans: 反馦

# feedback.list.empty
source: No feedback yet
ar: لا توجد ملاحظات بعد
de: Noch kein Feedback
es: Aún no hay comentarios
fr: Aucun retour pour le moment
it: Nessun feedback ancora
ja: フィードバックはまだありません
ko: 아직 피드백이 없습니다
pt_br: Nenhum feedback ainda
ru: Отзывов пока нет
zh_hans: 暂无反馈

# feedback.list.empty.description
source: Be the first to share your thoughts!
ar: كن أول من يشارك أفكاره!
de: Sei der Erste, der seine Gedanken teilt!
es: ¡Sé el primero en compartir tus ideas!
fr: Soyez le premier à partager vos idées !
it: Sii il primo a condividere le tue idee!
ja: 最初にあなたの意見を共有しましょう！
ko: 첨 번째로 의견을 나눠보세요!
pt_br: Seja o primeiro a compartilhar suas ideias!
ru: Будьте первым, кто поделится своими мыслями!
zh_hans: 成为第一个分享想法的人！

# feedback.submit.title
source: Submit Feedback
ar: إرسال ملاحظة
de: Feedback senden
es: Enviar comentario
fr: Envoyer un retour
it: Invia feedback
ja: フィードバックを送信
ko: 피드백 제출
pt_br: Enviar feedback
ru: Отправить отзыв
zh_hans: 提交反馈

# feedback.detail.comments.empty
source: No comments yet
ar: لا توجد تعليقات بعد
de: Noch keine Kommentare
es: Aún no hay comentarios
fr: Aucun commentaire
it: Nessun commento ancora
ja: コメントはまだありません
ko: 아직 댓글이 없습니다
pt_br: Nenhum comentário ainda
ru: Комментариев пока нет
zh_hans: 暂无评论

# feedback.detail.comments.add
source: Add a comment...
ar: أضف تعليقاً...
de: Kommentar hinzufügen...
es: Añadir un comentario...
fr: Ajouter un commentaire...
it: Aggiungi un commento...
ja: コメントを追加...
ko: 댓글 추가...
pt_br: Adicionar um comentário...
ru: Добавить комментарий...
zh_hans: 添加评论...

# feedback.detail.submitted
source: Submitted %@
ar: أُرسل %@
de: Eingereicht %@
es: Enviado %@
fr: Soumis %@
it: Inviato %@
ja: 送信日 %@
ko: 제출일 %@
pt_br: Enviado %@
ru: Отправлено %@
zh_hans: 提交于 %@

# feedback.form.title
source: Title
ar: العنوان
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
ko: 제목
pt_br: Título
ru: Заголовок
zh_hans: 标题

# feedback.form.title.placeholder
source: Brief summary of your feedback
ar: ملخص موجز لملاحظتك
de: Kurze Zusammenfassung Ihres Feedbacks
es: Resumen breve de tu comentario
fr: Bref résumé de votre retour
it: Breve riepilogo del tuo feedback
ja: フィードバックの概要
ko: 피드백 요약
pt_br: Resumo breve do seu feedback
ru: Краткое описание вашего отзыва
zh_hans: 简要描述您的反馈

# feedback.form.description
source: Description
ar: الوصف
de: Beschreibung
es: Descripción
it: Descrizione
ja: 説明
ko: 설명
pt_br: Descrição
ru: Описание
zh_hans: 描述

# feedback.form.category
source: Category
ar: الفئة
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria
ja: カテゴリ
ko: 카테고리
pt_br: Categoria
ru: Категория
zh_hans: 分类

# feedback.form.email
source: Email (optional)
ar: البريد الإلكتروني (اختياري)
es: Correo electrónico (opcional)
fr: E-mail (facultatif)
it: Email (facoltativo)
ja: メール（任意）
ko: 이메일 (선택사항)
pt_br: E-mail (opcional)
ru: Email (необязательно)
zh_hans: 邮箱（可选）

# feedback.form.email.placeholder
source: For follow-up questions
ar: لأسئلة المتابعة
de: Für Rückfragen
es: Para preguntas de seguimiento
fr: Pour les questions de suivi
it: Per domande di follow-up
ja: フォローアップ用
ko: 후속 질문용
pt_br: Para perguntas de acompanhamento
ru: Для уточняющих вопросов
zh_hans: 用于后续联系

# feedback.form.email.footer
source: Optional - for follow-up questions
ar: اختياري - لأسئلة المتابعة
de: Optional - für Rückfragen
es: Opcional - para preguntas de seguimiento
fr: Facultatif - pour les questions de suivi
it: Facoltativo - per domande di follow-up
ja: 任意 - フォローアップ用
ko: 선택사항 - 후속 질문용
pt_br: Opcional - para perguntas de acompanhamento
ru: Необязательно - для уточняющих вопросов
zh_hans: 可选 - 用于后续联系

# button.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
zh_hans: 取消

# button.submit
source: Submit
ar: إرسال
de: Senden
es: Enviar
fr: Envoyer
it: Invia
ja: 送信
ko: 제출
pt_br: Enviar
ru: Отправить
zh_hans: 提交

# button.vote
source: Vote
ar: تصويت
de: Abstimmen
es: Votar
fr: Voter
it: Vota
ja: 投票
ko: 투표
pt_br: Votar
ru: Голосовать
zh_hans: 投票

# button.voted
source: Voted
ar: تم التصويت
de: Abgestimmt
es: Votado
fr: Voté
it: Votato
ja: 投票済み
ko: 투표함
pt_br: Votado
ru: Проголосовано
zh_hans: 已投票

# toolbar.refresh
source: Refresh
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: 更新
ko: 새로고침
pt_br: Atualizar
ru: Обновить
zh_hans: 刷新

# toolbar.sort
source: Sort
ar: ترتيب
de: Sortieren
es: Ordenar
fr: Trier
it: Ordina
ja: 並べ替え
ko: 정렬
pt_br: Ordenar
ru: Сортировка
zh_hans: 排序

# toolbar.status
source: Status
ar: الحالة
es: Estado
fr: Statut
it: Stato
ja: ステータス
ko: 상태
ru: Статус
zh_hans: 状态

# filter.all
source: All
ar: الكل
de: Alle
es: Todos
fr: Tous
it: Tutti
ja: すべて
ko: 전체
pt_br: Todos
ru: Все
zh_hans: 全部

# sort.votes
source: Votes
ar: الأصوات
de: Stimmen
es: Votos
it: Voti
ja: 投票数
ko: 투표수
pt_br: Votos
ru: Голоса
zh_hans: 投票数

# sort.newest
source: Newest
ar: الأحدث
de: Neueste
es: Más recientes
fr: Plus récents
it: Più recenti
ja: 新しい順
ko: 최신순
pt_br: Mais recentes
ru: Новые
zh_hans: 最新

# sort.oldest
source: Oldest
ar: الأقدم
de: Älteste
es: Más antiguos
fr: Plus anciens
it: Più vecchi
ja: 古い順
ko: 오래된순
pt_br: Mais antigos
ru: Старые
zh_hans: 最早

# sort.comments
source: Comments
ar: التعليقات
de: Kommentare
es: Comentarios
fr: Commentaires
it: Commenti
ja: コメント順
ko: 댓글순
pt_br: Comentários
ru: Комментарии
zh_hans: 评论最多

# comment.author.team
source: Team
ar: الفريق
es: Equipo
fr: Équipe
ja: チーム
ko: 팀
pt_br: Equipe
ru: Команда
zh_hans: 团队

# comment.author.user
source: User
ar: المستخدم
de: Benutzer
es: Usuario
fr: Utilisateur
it: Utente
ja: ユーザー
ko: 사용자
pt_br: Usuário
ru: Пользователь
zh_hans: 用户

# status.pending
source: Pending
ar: قيد الانتظار
de: Ausstehend
es: Pendiente
fr: En attente
it: In attesa
ja: 保留中
ko: 대기 중
pt_br: Pendente
ru: На рассмотрении
zh_hans: 待处理

# status.approved
source: Approved
ar: موافق عليه
de: Genehmigt
es: Aprobado
fr: Approuvé
it: Approvato
ja: 承認済み
ko: 승인됨
pt_br: Aprovado
ru: Одобрено
zh_hans: 已批准

# status.inProgress
source: In Progress
ar: قيد التنفيذ
de: In Bearbeitung
es: En progreso
fr: En cours
it: In corso
ja: 進行中
ko: 진행 중
pt_br: Em andamento
ru: В работе
zh_hans: 进行中

# status.completed
source: Completed
ar: مكتمل
de: Abgeschlossen
es: Completado
fr: Terminé
it: Completato
ja: 完了
ko: 완료됨
pt_br: Concluído
ru: Завершено
zh_hans: 已完成

# status.rejected
source: Rejected
ar: مرفوض
de: Abgelehnt
es: Rechazado
fr: Rejeté
it: Rifiutato
ja: 却下
ko: 거부됨
pt_br: Rejeitado
ru: Отклонено
zh_hans: 已拒绝

# rejection.reason.title
source: Reason for Rejection
ar: سبب الرفض
de: Ablehnungsgrund
es: Motivo del rechazo
fr: Motif du rejet
it: Motivo del rifiuto
ja: 却下の理由
ko: 거b 사유
pt_br: Motivo da rejeição
ru: Причина отклонения
zh_hans: 拒绝原因

# category.featureRequest
source: Feature Request
ar: طلب ميزة
de: Funktionsanfrage
es: Solicitud de función
fr: Demande de fonctionnalité
it: Richiesta funzionalità
ja: 機能リクエスト
ko: 기능 요청
pt_br: Solicitação de recurso
ru: Запрос функции
zh_hans: 功能请求

# category.bugReport
source: Bug Report
ar: تقرير خطأ
de: Fehlerbericht
es: Reporte de error
fr: Rapport de bug
it: Segnalazione bug
ja: バグ報告
ko: 버그 신고
pt_br: Relatório de bug
ru: Отчёт об ошибке
zh_hans: 错误报告

# category.improvement
source: Improvement
ar: تحسين
de: Verbesserung
es: Mejora
fr: Amélioration
it: Miglioramento
ja: 改善
ko: 개선
pt_br: Melhoria
ru: Улучшение
zh_hans: 改进

# category.other
source: Other
ar: أخرى
de: Sonstiges
es: Otro
fr: Autre
it: Altro
ja: その他
ko: 기타
pt_br: Outro
ru: Другое
zh_hans: 其他

# error.title
source: Error
ar: خطأ
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
pt_br: Erro
ru: Ошибка
zh_hans: 错误

# error.ok
source: OK
ar: حسناً
ko: 확인
ru: ОК
zh_hans: 好的

# error.generic
source: An error occurred
ar: حدث خطأ
de: Ein Fehler ist aufgetreten
es: Ocurrió un error
fr: Une erreur est survenue
it: Si è verificato un errore
ja: エラーが発生しました
ko: 오류가 발생했습니다
pt_br: Ocorreu um erro
ru: Произошла ошибка
zh_hans: 发生了错误

# feedback.submission.disabled.title
source: Submission Disabled
ar: الإرسال معطل
de: Einreichung deaktiviert
es: Envío deshabilitado
fr: Soumission désactivée
it: Invio disabilitato
ja: 送信無効
ko: 제출 비활성화
pt_br: Envio desativado
ru: Отправка отключена
zh_hans: 提交已禁用

# feedback.submission.disabled.message
source: Feedback submission is not available. You can still vote for existing feedback.
ar: إرسال الملاحظات غير متاح. لا يزال بإمكانك التصويت للملاحظات الموجودة.
de: Feedback-Einreichung ist nicht verfügbar. Sie können weiterhin für vorhandenes Feedback abstimmen.
es: El envío de comentarios no está disponible. Aún puedes votar por comentarios existentes.
fr: La soumission de retours n'est pas disponible. Vous pouvez toujours voter pour les retours existants.
it: L'invio di feedback non è disponibile. Puoi ancora votare per i feedback esistenti.
ja: フィードバックの送信は利用できません。既存のフィードバックには投票できます。
ko: 피드백 제출이 불가합니다. 기존 피드백에 투표할 수 있습니다.
pt_br: O envio de feedback não está disponível. Você ainda pode votar em feedbacks existentes.
ru: Отправка отзывов недоступна. Вы по-прежнему можете голосовать за существующие отзывы.
zh_hans: 反馈提交不可用。您仍可以为现有反馈投票。

# error.invalidApiKey.title
source: Configuration Error
ar: خطأ في الإعداد
de: Konfigurationsfehler
es: Error de configuración
fr: Erreur de configuration
it: Errore di configurazione
ja: 設定エラー
ko: 구성 오류
pt_br: Erro de configuração
ru: Ошибка конфигурации
zh_hans: 配置错误

# error.invalidApiKey.message
source: The feedback system is not configured correctly. Please contact the app developers for assistance.
ar: نظام الملاحظات غير مهيأ بشكل صحيح. يرجى التواصل مع مطوري التطبيق للمساعدة.
de: Das Feedback-System ist nicht korrekt konfiguriert. Bitte kontaktieren Sie die App-Entwickler für Hilfe.
es: El sistema de comentarios no está configurado correctamente. Contacta a los desarrolladores de la app para obtener ayuda.
fr: Le système de retours n'est pas configuré correctement. Veuillez contacter les développeurs de l'application pour obtenir de l'aide.
it: Il sistema di feedback non è configurato correttamente. Contatta gli sviluppatori dell'app per assistenza.
ja: フィードバックシステムが正しく設定されていません。アプリ開発者にお問い合わせください。
ko: 피드백 시스템이 올바르게 구성되지 않았습니다. 앱 개발자에게 문의해 주세요.
pt_br: O sistema de feedback não está configurado corretamente. Entre em contato com os desenvolvedores do app para obter ajuda.
ru: Система отзывов настроена неправильно. Свяжитесь с разработчиками приложения для помощи.
zh_hans: 反馈系统配置不正确。请联系应用开发者获取帮助。

# error.feedbackLimit.message
source: This project has reached its feedback limit. Contact the project owner to upgrade.
ar: وصل هذا المشروع إلى حد الملاحظات. تواصل مع مالك المشروع للترقية.
de: Dieses Projekt hat sein Feedback-Limit erreicht. Kontaktieren Sie den Projektbesitzer für ein Upgrade.
es: Este proyecto ha alcanzado su límite de comentarios. Contacta al propietario del proyecto para actualizar.
fr: Ce projet a atteint sa limite de retours. Contactez le propriétaire du projet pour mettre à niveau.
it: Questo progetto ha raggiunto il limite di feedback. Contatta il proprietario del progetto per l'upgrade.
ja: このプロジェクトはフィードバック上限に達しました。プロジェクトオーナーにアップグレードをお問い合わせください。
ko: 이 프로젝트의 피드백 한도에 도달했습니다. 프로젝트 소유자에게 업그레이드를 문의하세요.
pt_br: Este projeto atingiu seu limite de feedback. Entre em contato com o proprietário do projeto para fazer upgrade.
ru: Этот проект достиг лимита отзывов. Свяжитесь с владельцем проекта для обновления.
zh_hans: 此项目已达到反馈上限。请联系项目所有者进行升级。

# vote.dialog.title
source: Vote for this feedback
ar: التصويت لهذه الملاحظة
de: Für dieses Feedback abstimmen
es: Votar por este comentario
fr: Voter pour ce retour
it: Vota per questo feedback
ja: このフィードバックに投票
ko: 이 피드백에 투표
pt_br: Votar neste feedback
ru: Проголосовать за этот отзыв
zh_hans: 为此反馈投票

# vote.dialog.email.header
source: Email (optional)
ar: البريد الإلكتروني (اختياري)
es: Correo electrónico (opcional)
fr: E-mail (facultatif)
it: Email (facoltativo)
ja: メール（任意）
ko: 이메일 (선택사항)
pt_br: E-mail (opcional)
ru: Email (необязательно)
zh_hans: 邮箱（可选）

# vote.dialog.email.footer
source: Provide your email to receive status updates for this feedback.
ar: أدخل بريدك الإلكتروني لتلقي تحديثات حالة هذه الملاحظة.
de: Geben Sie Ihre E-Mail an, um Statusupdates für dieses Feedback zu erhalten.
es: Proporciona tu correo para recibir actualizaciones de estado de este comentario.
fr: Fournissez votre e-mail pour recevoir les mises à jour de ce retour.
it: Fornisci la tua email per ricevere aggiornamenti sullo stato di questo feedback.
ja: このフィードバックのステータス更新を受け取るにはメールアドレスを入力してください。
ko: 이 피드백의 상태 업데이트를 받으려면 이메일을 입력하세요.
pt_br: Forneça seu e-mail para receber atualizações de status deste feedback.
ru: Укажите email для получения уведомлений об изменениях статуса этого отзыва.
zh_hans: 提供您的邮箱以接收此反馈的状态更新。

# vote.dialog.notify.toggle
source: Notify me of status changes
ar: أخبرني بتغييرات الحالة
de: Über Statusänderungen benachrichtigen
es: Notificarme de cambios de estado
fr: Me notifier des changements de statut
it: Notificami i cambiamenti di stato
ja: ステータス変更を通知する
ko: 상태 변경 시 알림 받기
pt_br: Notificar-me sobre alterações de status
ru: Уведомлять об изменениях статуса
zh_hans: 状态变更时通知我

# vote.dialog.notify.description
source: Get an email when this feedback is approved, in progress, or completed.
ar: استلم بريداً إلكترونياً عند الموافقة على هذه الملاحظة أو تنفيذها أو إكمالها.
de: Erhalten Sie eine E-Mail, wenn dieses Feedback genehmigt wird, in Bearbeitung ist oder abgeschlossen wurde.
es: Recibe un correo cuando este comentario sea aprobado, esté en progreso o completado.
fr: Recevez un e-mail lorsque ce retour est approuvé, en cours ou terminé.
it: Ricevi un'email quando questo feedback viene approvato, è in corso o completato.
ja: このフィードバックが承認、進行中、または完了した時にメールを受け取ります。
ko: 이 피드백이 승인, 진행 중 또는 완료되면 이메일을 받습니다.
pt_br: Receba um e-mail quando este feedback for aprovado, estiver em andamento ou for concluído.
ru: Получайте email, когда этот отзыв будет одобрен, в работе или завершён.
zh_hans: 当此反馈被批准、进行中或完成时收到邮件通知。

# vote.dialog.skip
source: Skip
ar: تخطي
de: Überspringen
es: Omitir
fr: Ignorer
it: Salta
ja: スキップ
ko: 건너뛰기
pt_br: Pular
ru: Пропустить
zh_hans: 跳过

# vote.dialog.submit
source: Vote
ar: تصويت
de: Abstimmen
es: Votar
fr: Voter
it: Vota
ja: 投票
ko: 투표
pt_br: Votar
ru: Голосовать
zh_hans: 投票

# mailingList.optIn
source: Subscribe to mailing list
ar: الاشتراك في القائمة البريدية
de: Mailingliste abonnieren
es: Suscribirse a la lista de correo
fr: S'abonner à la liste de diffusion
it: Iscriviti alla mailing list
ja: メーリングリストに登録
ko: 메일링 리스트 구독
pt_br: Inscrever-se na lista de e-mails
ru: Подписаться на рассылку
zh_hans: 订阅邮件列表

# mailingList.operational
source: Operational emails (status updates, account)
ar: رسائل تشغيلية (تحديثات الحالة، الحساب)
de: Betriebliche E-Mails (Statusupdates, Konto)
es: Correos operativos (actualizaciones de estado, cuenta)
fr: E-mails opérationnels (mises à jour de statut, compte)
it: E-mail operative (aggiornamenti di stato, account)
ja: 運用メール（ステータス更新、アカウント）
ko: 운영 이메일 (상태 업데이트, 계정)
pt_br: E-mails operacionais (atualizações de status, conta)
ru: Операционные письма (обновления статуса, аккаунт)
zh_hans: 运营邮件（状态更新、账户）

# mailingList.marketing
source: Marketing emails (newsletters, promotions)
ar: رسائل تسويقية (نشرات إخبارية، عروض)
de: Marketing-E-Mails (Newsletter, Aktionen)
es: Correos de marketing (boletines, promociones)
fr: E-mails marketing (newsletters, promotions)
it: E-mail marketing (newsletter, promozioni)
ja: マーケティングメール（ニュースレター、プロモーション）
ko: 마케팅 이메일 (뉴스레터, 프로모션)
pt_br: E-mails de marketing (newsletters, promoções)
ru: Маркетинговые письма (рассылки, акции)
zh_hans: 营销邮件（新闻通讯、促销）

# accessibility.status
source: Status: %@
ar: الحالة: %@
es: Estado: %@
fr: Statut : %@
it: Stato: %@
ja: ステータス: %@
ko: 상태: %@
ru: Статус: %@
zh_hans: 状态：%@

# accessibility.category
source: Category: %@
ar: الفئة: %@
de: Kategorie: %@
es: Categoría: %@
fr: Catégorie : %@
it: Categoria: %@
ja: カテゴリ: %@
ko: 카테고리: %@
pt_br: Categoria: %@
ru: Категория: %@
zh_hans: 类别：%@

# accessibility.rejectionReason
source: Rejection reason: %@
ar: سبب الرفض: %@
de: Ablehnungsgrund: %@
es: Motivo de rechazo: %@
fr: Raison du rejet : %@
it: Motivo del rifiuto: %@
ja: 却下理由: %@
ko: 거부 사유: %@
pt_br: Motivo da rejeição: %@
ru: Причина отклонения: %@
zh_hans: 拒绝原因：%@

# accessibility.vote.hint
source: Double tap to vote
ar: انقر مرتين للتصويت
de: Doppeltippen zum Abstimmen
es: Toca dos veces para votar
fr: Touchez deux fois pour voter
it: Tocca due volte per votare
ja: ダブルタップで投票
ko: 두 번 탭하여 투표
pt_br: Toque duas vezes para votar
ru: Нажмите дважды, чтобы проголосовать
zh_hans: 双击投票

# accessibility.unvote.hint
source: Double tap to remove your vote
ar: انقر مرتين لإزالة تصويتك
de: Doppeltippen zum Entfernen der Stimme
es: Toca dos veces para quitar tu voto
fr: Touchez deux fois pour retirer votre vote
it: Tocca due volte per rimuovere il voto
ja: ダブルタップで投票を取り消す
ko: 두 번 탭하여 투표 취소
pt_br: Toque duas vezes para remover seu voto
ru: Нажмите дважды, чтобы отменить голос
zh_hans: 双击取消投票

# accessibility.voting.closed
source: Voting is closed
ar: التصويت مغلق
de: Abstimmung geschlossen
es: La votación está cerrada
fr: Le vote est terminé
it: Votazione chiusa
ja: 投票は締め切られました
ko: 투표가 종료되었습니다
pt_br: Votação encerrada
ru: Голосование закрыто
zh_hans: 投票已关闭

# accessibility.voted
source: Voted
ar: تم التصويت
de: Abgestimmt
es: Votado
fr: Voté
it: Votato
ja: 投票済み
ko: 투표함
pt_br: Votado
ru: Голос отдан
zh_hans: 已投票

# accessibility.notVoted
source: Not voted
ar: لم يتم التصويت
de: Nicht abgestimmt
es: No votado
fr: Non voté
it: Non votato
ja: 未投票
ko: 투표 안 함
pt_br: Não votado
ru: Не голосовал
zh_hans: 未投票

# accessibility.viewDetails
source: Double tap to view details
ar: انقر مرتين لعرض التفاصيل
de: Doppeltippen für Details
es: Toca dos veces para ver detalles
fr: Touchez deux fois pour voir les détails
it: Tocca due volte per vedere i dettagli
ja: ダブルタップで詳細を表示
ko: 두 번 탭하여 상세 보기
pt_br: Toque duas vezes para ver detalhes
ru: Нажмите дважды для просмотра деталей
zh_hans: 双击查看详情

# accessibility.loading.feedback
source: Loading feedback
ar: جارٍ تحميل الملاحظات
de: Feedback wird geladen
es: Cargando comentarios
fr: Chargement des retours
it: Caricamento feedback
ja: フィードバックを読み込み中
ko: 피드백 로드 중
pt_br: Carregando feedback
ru: Загрузка отзывов
zh_hans: 正在加载反馈

# accessibility.loading.comments
source: Loading comments
ar: جارٍ تحميل التعليقات
de: Kommentare werden geladen
es: Cargando comentarios
fr: Chargement des commentaires
it: Caricamento commenti
ja: コメントを読み込み中
ko: 댓글 로드 중
pt_br: Carregando comentários
ru: Загрузка комментариев
zh_hans: 正在加载评论

# accessibility.addComment
source: Add a comment
ar: أضف تعليقًا
de: Kommentar hinzufügen
es: Agregar un comentario
fr: Ajouter un commentaire
it: Aggiungi un commento
ja: コメントを追加
ko: 댓글 추가
pt_br: Adicionar um comentário
ru: Добавить комментарий
zh_hans: 添加评论

# accessibility.postComment
source: Post comment
ar: نشر التعليق
de: Kommentar senden
es: Publicar comentario
fr: Publier le commentaire
it: Pubblica commento
ja: コメントを投稿
ko: 댓글 게시
pt_br: Publicar comentário
ru: Отправить комментарий
zh_hans: 发表评论

# accessibility.form.required
source: Required
ar: مطلوب
de: Erforderlich
es: Obligatorio
fr: Obligatoire
it: Obbligatorio
ja: 必須
ko: 필수
pt_br: Obrigatório
ru: Обязательно
zh_hans: 必填

# accessibility.form.optional
source: Optional
ar: اختياري
es: Opcional
fr: Facultatif
it: Facoltativo
ja: 任意
ko: 선택 사항
pt_br: Opcional
ru: Необязательно
zh_hans: 可选

# accessibility.form.description.hint
source: Required. Describe your feedback in detail
ar: مطلوب. صف ملاحظاتك بالتفصيل
de: Erforderlich. Beschreiben Sie Ihr Feedback im Detail
es: Obligatorio. Describe tu comentario en detalle
fr: Obligatoire. Décrivez votre retour en détail
it: Obbligatorio. Descrivi il tuo feedback in dettaglio
ja: 必須。フィードバックの詳細を記入してください
ko: 필수. 피드백을 자세히 설명해 주세요
pt_br: Obrigatório. Descreva seu feedback em detalhes
ru: Обязательно. Опишите ваш отзыв подробно
zh_hans: 必填。请详细描述您的反馈

# accessibility.submit.hint
source: Double tap to submit feedback
ar: انقر مرتين لإرسال الملاحظات
de: Doppeltippen zum Absenden
es: Toca dos veces para enviar comentario
fr: Touchez deux fois pour soumettre
it: Tocca due volte per inviare
ja: ダブルタップで送信
ko: 두 번 탭하여 피드백 제출
pt_br: Toque duas vezes para enviar feedback
ru: Нажмите дважды, чтобы отправить
zh_hans: 双击提交反馈

# accessibility.submit.disabled.hint
source: Fill in required fields to submit
ar: أكمل الحقول المطلوبة للإرسال
de: Pflichtfelder ausfüllen zum Absenden
es: Complete los campos obligatorios para enviar
fr: Remplissez les champs obligatoires
it: Compila i campi obbligatori per inviare
ja: 必須項目を入力してください
ko: 필수 항목을 입력하여 제출하세요
pt_br: Preencha os campos obrigatórios para enviar
ru: Заполните обязательные поля для отправки
zh_hans: 请填写必填字段以提交

# accessibility.submitting
source: Submitting feedback
ar: جارٍ إرسال الملاحظات
de: Feedback wird gesendet
es: Enviando comentario
fr: Envoi du retour en cours
it: Invio feedback in corso
ja: フィードバックを送信中
ko: 피드백 제출 중
pt_br: Enviando feedback
ru: Отправка отзыва
zh_hans: 正在提交反馈

# vote.dialog.email.placeholder
source: your@email.com
de: ihre@email.de
es: tu@email.com
fr: votre@email.com
it: tua@email.com
pt_br: seu@email.com
ru: ваш@email.com
